Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Immediate Expensing for Manufacturing and Processing Buildings
fr_fr: Passation en charges immédiate pour les bâtiments de fabrication ou de transformation

source: The capital cost allowance (CCA) system determines the deductions that a business may claim each year for income tax purposes in respect of the capital cost of its depreciable property.
fr_fr: Le système de déduction pour amortissement (DPA) détermine les déductions qu'une entreprise peut demander chaque année aux fins de l'impôt sur le revenu relativement au coût en capital de ses biens amortissables.

source: Depreciable property is generally divided into CCA classes with each having its own rate in the Income Tax Regulations .
fr_fr: De façon générale, les biens amortissables sont divisés en catégories de DPA, chacune ayant son propre taux dans le Règlement de l'impôt sur le revenu.

source: These rates generally align with the expected useful life of the assets in their classes.
fr_fr: Ces taux correspondent généralement à la durée de vie utile attendue des biens de leurs catégories.

source: Currently, eligible buildings in Canada used to manufacture or process goods for sale or lease (manufacturing or processing buildings) are prescribed a CCA rate of ten per cent.
fr_fr: À l'heure actuelle, le règlement prescrit un taux de DPA de 10 % pour les bâtiments admissibles au Canada utilisés pour fabriquer ou transformer des marchandises destinées à la vente ou à la location (bâtiments de fabrication ou transformation).

source: This includes the regular CCA rate of four per cent under Class 1, plus an additional allowance of six per cent for manufacturing or processing buildings.
fr_fr: Ce taux inclut un taux de DPA régulier de 4 % selon la catégorie 1, en plus d'une déduction supplémentaire de 6 % pour les bâtiments de fabrication ou transformation.

source: To be eligible for the six-per-cent additional allowance, at least 90 per cent of the building's floor space must be used to manufacture or process goods for sale or lease.
fr_fr: Pour être admissible à la déduction supplémentaire de 6 %, au moins 90 % de l'aire de plancher du bâtiment doit être utilisée pour la fabrication ou la transformation de marchandises destinées à la vente ou à la location.

source: Budget 2025 proposes to provide temporary immediate expensing for the cost of eligible manufacturing or processing buildings, including the cost of eligible additions or alterations made to such buildings.
fr_fr: Le budget de 2025 propose de fournir temporairement une passation en charges immédiate pour le coût des bâtiments de fabrication ou de transformation, notamment le coût des additions ou transformations admissibles apportées à ces bâtiments.

source: The enhanced allowance would provide a 100-per-cent deduction in the first taxation year that eligible property is used for manufacturing or processing, provided the minimum 90-per-cent floor space requirement is met.
fr_fr: La déduction bonifiée offrirait une déduction de 100 % dans la première année d'imposition au cours de laquelle le bien admissible est utilisé pour la fabrication ou la transformation, pourvu que l'exigence minimale de 90 % de l'aire de plancher du bâtiment soit satisfaite.

source: Property that has been used, or acquired for use, for any purpose before it is acquired by the taxpayer would be eligible for immediate expensing only if both of the following conditions are met:
fr_fr: Un bien qui a été utilisé, ou acquis pour être utilisé, à toute fin que ce soit avant d'être acquis par le contribuable serait admissible à la passation en charges immédiate uniquement si les deux conditions ci-après sont remplies :

source: neither the taxpayer nor a non-arm's-length person previously owned the property; and
fr_fr: le bien n'appartenait ni au contribuable ni à une personne avec qui celui-ci avait un lien de dépendance;

source: the property has not been transferred to the taxpayer on a tax-deferred "rollover" basis.
fr_fr: le bien n'a pas été transféré au contribuable selon le principe du « roulement » à imposition différée.

source: In cases where a taxpayer benefits from immediate expensing of a manufacturing or processing building, and the use of the building is subsequently changed, recapture rules may apply.
fr_fr: Dans les cas où un contribuable bénéficie de la passation en charges immédiate d'un bâtiment de fabrication ou transformation, et que l'utilisation du bâtiment est modifiée par la suite, les règles de récupération peuvent s'appliquer.

source: This measure would be effective for eligible property that is acquired on or after Budget Day and is first used for manufacturing or processing before 2030.
fr_fr: Cette mesure s'appliquerait aux biens admissibles acquis à compter du jour du budget et utilisés pour la première fois pour la fabrication ou la transformation avant 2030.

source: An enhanced first-year CCA rate of 75 per cent would be provided for eligible property that is first used for manufacturing or processing in 2030 or 2031, and a rate of 55 per cent would be provided for eligible property that is first used for manufacturing or processing in 2032 or 2033.
fr_fr: Un taux de DPA bonifié de 75 % pour la première année serait fourni pour le bien admissible utilisé pour la première fois pour la fabrication ou la transformation en 2030 ou en 2031, et un taux de 55 % serait fourni pour le bien admissible utilisé pour la première fois pour la fabrication ou la transformation en 2032 ou en 2033.

source: The enhanced rate would not be available for property that is first used for manufacturing or processing after 2033.
fr_fr: Le taux bonifié ne s'appliquerait pas à un bien utilisé pour la première fois pour la fabrication ou la transformation après 2033.

source: Scientific Research and Experimental Development Tax Incentive Program
fr_fr: Programme d'encouragements fiscaux pour la recherche scientifique et le développement expérimental

source: Under the Scientific Research and Experimental Development (SR&ED) tax incentive program, qualifying expenditures are fully deductible in the year they are incurred.
fr_fr: Dans le cadre du programme d'encouragements fiscaux pour la recherche scientifique et le développement expérimental (RS&DE), les dépenses admissibles sont entièrement déductibles dans l'année durant laquelle elles sont engagées.

source: Additionally, these expenditures are generally eligible for an investment tax credit.
fr_fr: De plus, ces dépenses sont généralement admissibles pour un crédit d'impôt à l'investissement.

source: The tax credit is provided at two rates:
fr_fr: Le crédit d'impôt est accordé à deux taux :

source: A fully refundable tax credit at an enhanced rate of 35 per cent is available for Canadian-controlled private corporations (CCPCs) on up to $3 million of qualified SR&ED expenditures annually.
fr_fr: Un crédit d'impôt entièrement remboursable à un taux bonifié de 35 % est offert aux sociétés privées sous contrôle canadien (SPCC) sur un maximum de 3 millions de dollars par année en dépenses admissibles de RS&DE.

source: The $3 million expenditure limit is gradually phased out where a CCPC's taxable capital employed in Canada for the previous taxation year is between $10 million and $50 million.
fr_fr: Le plafond de 3 millions de dollars est progressivement éliminé lorsque le capital imposable utilisé au Canada d'une SPCC pour l'année d'imposition précédente est de 10 millions à 50 millions de dollars.

source: This limit is shared within an associated group.
fr_fr: Cette limite est partagée au sein d'un groupe associé.

source: A non-refundable tax credit at the general rate of 15 per cent is available for corporations other than CCPCs and for qualified SR&ED expenditures of CCPCs that do not qualify for the enhanced credit.
fr_fr: Un crédit d'impôt non remboursable au taux général de 15 % est offert aux sociétés autres que les SPCC et pour les dépenses admissibles de RS&DE des SPCC qui ne sont pas admissibles au crédit bonifié.

source: The 2024 Fall Economic Statement proposed a number of changes to the SR&ED program that would:
fr_fr: L' Énoncé économique de l'automne de 2024 a proposé un certain nombre de changements au programme de RS&DE qui auraient les effets suivants :

source: increase the expenditure limit from $3 million to $4.5 million and increase the lower and upper prior-year taxable capital phase-out boundaries to $15 million and $75 million, respectively;
fr_fr: faire passer de 3 millions de dollars à 4,5 millions de dollars le plafond des dépenses et porter à 15 millions de dollars et à 75 millions de dollars, respectivement, les seuils inférieurs et supérieurs d'élimination progressive du capital imposable de l'année précédente;

source: extend eligibility for the enhanced tax credit to eligible Canadian public corporations; and
fr_fr: élargir l'admissibilité au crédit d'impôt bonifié aux sociétés publiques canadiennes admissibles;

source: restore the eligibility of SR&ED capital expenditures for both the deduction against income and investment tax credit components of the SR&ED program.
fr_fr: rétablir l'admissibilité des dépenses en capital de RS&DE tant pour la déduction du revenu que pour les volets de crédits d'impôt à l'investissement du programme de RS&DE.

source: The government confirms its intention to introduce legislation to implement these measures.
fr_fr: Le gouvernement confirme son intention de présenter un projet de loi pour mettre en œuvre ces mesures.

source: Enhanced Credit Expenditure Limit
fr_fr: Plafond des dépenses du crédit bonifié

source: Budget 2025 proposes to further increase the expenditure limit on which the SR&ED program's enhanced 35-per-cent tax credit can be earned, from the previously announced $4.5 million to $6 million.
fr_fr: Le budget de 2025 propose d'augmenter davantage le plafond des dépenses sur lequel le crédit d'impôt bonifié de 35 % du programme de RS&DE peut être gagné, le faisant passer de 4,5 millions de dollars à 6 millions de dollars.

source: This measure would apply for taxation years that begin on or after December 16, 2024 (i.e., the date of the 2024 Fall Economic Statement ).
fr_fr: Cette mesure s'appliquerait aux années d'imposition qui commencent le 16 décembre 2024 (c.-à-d. la date de l'Énoncé économique de l'automne de 2024 ) ou après.

source: Agricultural Cooperatives: Patronage Dividends Paid in Shares
fr_fr: Coopératives agricoles : ristournes payées sous forme de parts

source: Prior to 2005, patronage dividends paid in shares by an agricultural cooperative to its members were taxable to the members in the year the shares were received.
fr_fr: Avant 2005, les ristournes qu'une coopérative agricole versait en parts à ses membres étaient imposables pour ces derniers dans l'année durant laquelle ils les ont reçues.

source: The cooperative paying the dividend was also required to withhold an amount from the dividend and remit it to the Canada Revenue Agency on account of the recipient's tax liability.
fr_fr: La coopérative qui payait la ristourne devait également en retenir une somme et remettre celle-ci à l'Agence du revenu du Canada au titre de l'impôt dont le bénéficiaire est redevable.

source: In 2005, the tax rules were amended to allow for the temporary deferral of income taxes and withholding obligations on patronage dividends received as eligible shares until the disposition (including a deemed disposition) of the shares.
fr_fr: En 2005, les règles fiscales ont été modifiées sur une base temporaire afin de permettre le report de l'impôt sur le revenu et des obligations en matière de retenue pour les ristournes reçues sous forme de parts admissibles jusqu'à la disposition (y compris une disposition réputée) des parts.

source: An eligible share must not, except in the case of death, disability or ceasing to be a member, be redeemable or retractable within five years of its issue.
fr_fr: Sauf dans le cas du décès du membre, de son invalidité ou s'il cesse d'être membre, la part admissible ne doit pas être rachetable au gré de l'émetteur ou au gré du porteur dans les cinq ans suivant son émission.

source: The current measure is set to expire at the end of 2025.
fr_fr: La mesure en vigueur arrive à échéance à la fin de 2025.

source: Budget 2025 proposes to extend this measure to apply in respect of eligible shares issued before the end of 2030.
fr_fr: Le budget de 2025 propose de prolonger l'application de cette mesure afin qu'elle vise les parts admissibles émises avant la fin de 2030.

source: Critical Mineral Exploration Tax Credit
fr_fr: Crédit d'impôt pour l'exploration de minéraux critiques

source: Flow-through shares allow corporations to renounce or "flow through" Canadian exploration expenses (CEE), including Canadian renewable and conservation expenses (CRCE), and Canadian development expenses (CDE) to investors, who can deduct the expenses in calculating their own taxable income (at a 100-per-cent rate for CEE, including for CRCE, and at a 30-per-cent rate on a declining-balance basis for CDE).
fr_fr: Les actions accréditives permettent aux sociétés de renoncer à certains frais d'exploration au Canada (FEC), notamment les frais liés aux énergies renouvelables et à l'économie d'énergie au Canada (FEREEC), et les frais d'aménagement au Canada (FAC), et de les transférer à des investisseurs qui peuvent les déduire dans le calcul de leur propre revenu imposable (à un taux de 100 %, y compris dans le cas des FEREEC, et à un taux de 30 % selon la méthode de l'amortissement dégressif dans le cas des FAC).

source: The Critical Mineral Exploration Tax Credit (CMETC) provides an additional income tax benefit for individuals who invest in eligible flow-through shares.
fr_fr: Le crédit d'impôt pour l'exploration de minéraux critiques (CIEMC) procure un avantage supplémentaire en matière d'impôt sur le revenu aux particuliers qui investissent dans des actions accréditives minières.

source: The CMETC is equal to 30 per cent of specified mineral exploration expenses incurred in Canada and renounced to flow-through share investors.
fr_fr: Le CIEMC est égal à 30 % des dépenses d'exploration minière déterminées effectuées au Canada et auxquelles la société a renoncé en faveur de détenteurs d'actions accréditives.

source: The following critical minerals are currently eligible for the CMETC: nickel, cobalt, graphite, copper, rare earth elements, vanadium, tellurium, gallium, scandium, titanium, magnesium, zinc, platinum group metals, uranium, and lithium (including lithium from brines).
fr_fr: Les minéraux critiques suivants sont actuellement admissibles au CIEMC : le nickel, le cobalt, le graphite, le cuivre, les éléments des terres rares, le vanadium, le tellure, le gallium, le scandium, le titane, le magnésium, le zinc, les métaux du groupe platine, l'uranium et le lithium (y compris le lithium à partir de saumures).

source: Budget 2025 proposes to expand the eligibility of the CMETC to include the following additional critical minerals: bismuth, cesium, chromium, fluorspar, germanium, indium, manganese, molybdenum, niobium, tantalum, tin, and tungsten.
fr_fr: Le budget de 2025 propose d'élargir l'admissibilité aux CIEMC afin d'inclure les minéraux critiques additionnels suivants : le bismuth, le césium, le chrome, la fluorine, le germanium, l'indium, le manganèse, le molybdène, le niobium, le tantale, l'étain et le tungstène.

source: This measure would apply to expenditures renounced under eligible flow-through share agreements entered into after Budget Day and on or before March 31, 2027.
fr_fr: Cette mesure s'appliquerait aux dépenses renoncées en vertu de conventions pour actions accréditives admissibles conclues après le jour du budget et au plus tard le 31 mars 2027.

source: Clean Technology Manufacturing Investment Tax Credit
fr_fr: Crédit d'impôt à l'investissement pour la fabrication de technologies propres

source: The Clean Technology Manufacturing investment tax credit is a refundable tax credit equal to 30 per cent of the cost of investments in new machinery and equipment used to manufacture or process key clean technologies, or to extract, process, or recycle critical minerals essential for clean technology supply chains (i.e., lithium, cobalt, nickel, graphite, copper, and rare earth elements).
fr_fr: Le crédit d'impôt à l'investissement pour la fabrication de technologies propres est un crédit d'impôt remboursable égal à 30 % du coût des investissements relatifs à la nouvelle machinerie et au nouvel équipement utilisés pour la fabrication ou le traitement de technologies propres clés et pour l'extraction, le traitement ou le recyclage de minéraux critiques essentiels aux chaînes d'approvisionnement en technologies propres (c.-à-d. lithium, cobalt, nickel, graphite, cuivre et éléments des terres rares).

source: Budget 2025 proposes to expand the list of critical minerals eligible for the Clean Technology Manufacturing investment tax credit to include antimony, indium, gallium, germanium, and scandium.
fr_fr: Le budget de 2025 propose d'ajouter l'antimoine, l'indium, le gallium, le germanium et le scandium à la liste des minéraux critiques admissibles au crédit d'impôt à l'investissement pour la fabrication de technologies propres.

source: This measure would apply in respect of property that is acquired and becomes available for use on or after Budget Day.
fr_fr: Cette mesure s'appliquerait aux biens qui sont acquis et prêts à être mis en service à compter du jour du budget.

source: Investment Tax Credit for Carbon Capture, Utilization, and Storage
fr_fr: Crédit d'impôt à l'investissement pour le captage, l'utilisation et le stockage du carbone

source: The Carbon Capture, Utilization, and Storage (CCUS) investment tax credit is a refundable tax credit that provides support for eligible expenditures relating to CCUS.
fr_fr: Le crédit d'impôt à l'investissement pour le captage, l'utilisation et le stockage du carbone (CUSC) est un crédit d'impôt remboursable qui offre un soutien pour les dépenses admissibles relatives au CUSC.

source: The CCUS tax credit provides three different credit rates depending on the purpose of the equipment, with the following credit rates applying to eligible CCUS expenditures incurred from the start of 2022 to the end of 2030:
fr_fr: Le crédit d'impôt pour le CUSC prévoit trois taux de crédit différents selon l'objet du matériel. Les taux de crédit ci-après s'appliquent aux dépenses de CUSC admissibles engagées à compter du début de 2022 jusqu'à la fin de 2030 :

source: 60 per cent for eligible capture equipment used in a direct air capture project;
fr_fr: 60 % du matériel de captage admissible utilisé dans le cadre d'un projet de captage direct dans l'air;

source: 50 per cent for all other eligible capture equipment; and
fr_fr: 50 % pour tout autre matériel de captage admissible;

source: 37.5 per cent for eligible transportation, storage and use equipment.
fr_fr: 37,5 % pour le matériel de transport, de stockage et d'utilisation.

source: Eligible expenditures that are incurred from the start of 2031 to the end of 2040 are subject to the lower credit rates set out below:
fr_fr: Les dépenses admissibles engagées à compter du début de 2031 jusqu'à la fin de 2040 sont assujetties aux taux de crédit réduits énoncés ci-dessous :

source: 30 per cent for eligible capture equipment used in a direct air capture project;
fr_fr: 30 % pour le matériel de captage admissible utilisé dans le cadre d'un projet de capture directe dans l'air;

source: 25 per cent for all other eligible capture equipment; and
fr_fr: 25 % pour tout autre matériel de captage admissible;

source: 18.75 per cent for eligible transportation, storage and use equipment.
fr_fr: 18,75 % pour le matériel de transport, de stockage et d'utilisation.

source: The extent to which the CCUS tax credit is available to a CCUS project and respective eligible equipment depends on the end use of the carbon dioxide (CO 2 ) being captured.
fr_fr: Le degré auquel un projet de CUSC et le matériel admissible respectif ont droit au crédit d'impôt pour le CUSC dépend de l'utilisation finale du dioxyde de carbone (CO 2 ) capté.

source: Eligible uses include dedicated geological storage and storage in concrete, but not enhanced oil recovery (EOR).
fr_fr: Les utilisations admissibles comprennent le stockage géologique dédié et le stockage dans le béton, mais excluent la récupération assistée du pétrole (RAP).

source: Extension of Full Tax Credit Rates
fr_fr: Prolongation des pleins taux du crédit d'impôt

source: Budget 2025 proposes to extend the availability of the full credit rates by five years, so that the full rates apply to eligible expenditures incurred from the start of 2022 to the end of 2035.
fr_fr: Le budget de 2025 propose de prolonger de cinq ans la disponibilité des pleins taux du crédit, afin que les pleins taux s'appliquent aux dépenses admissibles engagées depuis le début de 2022 jusqu'à la fin de 2035.

source: Eligible expenditures that are incurred from the start of 2036 to the end of 2040 would continue to be subject to the lower credit rates described above.
fr_fr: Les dépenses admissibles engagées à compter du début de 2036 jusqu'à la fin de 2040 demeureraient assujetties aux taux de crédit réduits décrits plus haut.

source: The government will also postpone by five years the review of the CCUS investment tax credit rates that was announced in Budget 2022.
fr_fr: Le gouvernement reportera également de cinq ans l'examen des taux du crédit d'impôt à l'investissement pour le CUSC annoncé dans le budget de 2022.

source: Under this new timeline, the review will be undertaken before 2035 (rather than before 2030).
fr_fr: Selon ce nouveau calendrier, l'examen aura lieu avant 2035 (plutôt qu'avant 2030).

source: Clean Electricity Investment Tax Credit and Canada Growth Fund
fr_fr: Crédit d'impôt à l'investissement pour l'électricité propre et le Fonds de croissance du Canada

source: The Clean Electricity investment tax credit is a refundable credit equal to 15 per cent of the capital cost of eligible investments in equipment related to low-emitting electricity generation, electricity storage, and the transmission of electricity between provinces and territories.
fr_fr: Le crédit d'impôt à l'investissement pour l'électricité propre est un crédit remboursable égal à 15 % du coût en capital des investissements admissibles dans le matériel lié à la production d'électricité à faible émission, au stockage d'électricité et à la transmission d'électricité entre les provinces et les territoires.

source: This tax credit would be available to taxable Canadian corporations, provincial and territorial Crown corporations, corporations owned by municipalities or Indigenous communities, pension investment corporations, and the Canada Infrastructure Bank.
fr_fr: L'admissibilité à ce crédit d'impôt serait réservée aux sociétés canadiennes imposables, aux sociétés d'État provinciales et territoriales, aux sociétés appartenant aux municipalités ou aux collectivités autochtones, aux sociétés de gestion de pension et à la Banque de l'infrastructure du Canada.

source: The capital cost of property that is eligible for the Clean Electricity investment tax credit may be reduced by government assistance that a taxpayer receives.
fr_fr: Le coût en capital des biens qui est admissible au crédit d'impôt à l'investissement pour l'électricité propre peut être réduit de l'aide gouvernementale que reçoit un contribuable.
